Revit 2027 API
Document.GetSpaceAtPoint Method
Gets a space containing the point.
Overload List
Name | Description
GetSpaceAtPoint(XYZ) | Gets a space containing the point.
GetSpaceAtPoint(XYZ, Phase) | Gets a space containing the point.
Top
See Also
Reference
Document Class
Autodesk.Revit.DB Namespace